aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
afni
aircrack-ng
alsa-lib
alsa-plugins
alsa-utils
aom
apm
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
automake
avahi
bash
bc
binutils
bison
blas
bluez-libs
boost
boost-libs
bpython
brotli
bullet
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capitaine-cursors
cblas
ccache
cdparanoia
celt
chromaprint
chromium
cifs-utils
clang
cmake
cmark-gfm
code
colord
compiler-rt
compton
confuse
coreutils
cracklib
crunch
cryptsetup
cups
cups-filters
curl
dash
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhclient
dhcpcd
dialog
diffutils
djvulibre
dmenu
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
eglexternalplatform
enchant
ethtool
expat
faac
faad2
fakeroot
faudio
feh
ffmpeg
fftw
file
filesystem
findutils
fish
flac
flex
fontconfig
freeglut
freetype2
fribidi
fsl
fslpy
fuse-common
fuse2
fuseiso
gawk
gc
gcc
gcc-fortran
gcc-libs
gconf
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc-libs
giblib
giflib
girara
git
glew
glib-networking
glib2
glibc
glibmm
glm
glslang
glu
gmime3
gmp
gnu-netcat
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsl
gsm
gssdp
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-theme-shades-of-gray
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
guile2.0
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hashcat
hdparm
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-gaps
i3blocks-gaps-git
i3lock
i3status
iana-etc
icoutils
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jack
jansson
jasper
java-environment-common
java-runtime-common
jdk-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js52
js60
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
kyotocabinet
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
less
lib32-aalib
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-bzip2
lib32-cairo
lib32-cdparanoia
lib32-db
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gpm
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
lib32-harfbuzz
lib32-icu
lib32-imlib2
lib32-jack
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libavc1394
lib32-libcaca
lib32-libcap
lib32-libdatrie
lib32-libdrm
lib32-libdv
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libice
lib32-libid3tag
lib32-libidn
lib32-libidn2
lib32-libiec61883
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-libraw1394
lib32-libsamplerate
lib32-libshout
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libtasn1
lib32-libthai
lib32-libtheora
lib32-libtiff
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libvisual
lib32-libvorbis
lib32-libvpx
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nvidia-utils-beta
lib32-opencl-nvidia-beta
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-popt
lib32-readline
lib32-sdl2
lib32-speex
lib32-speexdsp
lib32-sqlite
lib32-systemd
lib32-taglib
lib32-twolame
lib32-util-linux
lib32-v4l-utils
lib32-wavpack
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbs2b
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdc1394
libdca
libde265
libdmx
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgdiplus
libglvnd
libgme
libgpg-error
libgpod
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libkeybinder3
libksba
libldap
liblouis
liblqr
liblrdf
libmad
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libnet
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnotify
libnsl
libofa
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsoup
libsoxr
libsrtp
libssh
libssh2
libsynctex
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml++2.6
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86dga
libxxf86vm
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lua
lua52
lv2
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mdf2iso
mesa
mesa-demos
meson
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mono
mozilla-common
mpfr
mpg123
mpv
mtdev
mtpfs
mutt
nano
ncmpcpp
ncurses
ncurses5-compat-libs
neo4j-community
neofetch
neomutt
neon
net-tools
netctl
nettle
newmat
ninja
nlopt
nmap
nnn
node-gyp
nodejs
notmuch-runtime
noto-fonts
npm
npth
nspr
nss
ocl-icd
oniguruma
openal
opencl-nvidia-beta
opencore-amr
openexr
openjpeg2
openmotif
openresolv
openssh
openssl
openssl-1.0
opus
orc
otf-font-awesome-4
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
paprefs
patch
pavucontrol
pbzip2
pciutils
pcre
pcre2
pigz
pinentry
pipewire
pixman
pkgconf
polkit
poppler
poppler-glib
popt
powerline-shell
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseeffects
pygobject-devel
python
python-appdirs
python-argparse
python-beaker
python-blessings
python-cachecontrol
python-chardet
python-colorama
python-curtsies
python-dbus-common
python-distlib
python-distro
python-gobject
python-greenlet
python-html5lib
python-idna
python-lockfile
python-mako
python-markdown
python-markupsafe
python-msgpack
python-nibabel
python-numpy
python-packaging
python-pep517
python-pip
python-progress
python-pygments
python-pyparsing
python-pytoml
python-requests
python-retrying
python-scipy
python-setuptools
python-six
python-urllib3
python-wcwidth
python-webencodings
python2
python2-cairo
python2-dbus
python2-gobject
python2-lxml
python2-mutagen
python2-psutil
python2-wxpython3
qpdf
qt5-base
qt5-x11extras
r
ranger
raptor
re2
readline
redshift
reiserfsprogs
rest
rhash
ripgrep
rstudio-desktop-bin
rsync
rtkit
rtmpdump
rtorrent
rubberband
run-parts
rust
s-nail
sbc
scrot
sdl
sdl2
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
smartmontools
smbclient
smem
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
spotify
sqlite
sqlitebrowser
sratom
srt
startup-notification
stress
sudo
sysfsutils
sysstat
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tcsh
tdb
terminator
tevent
texinfo
thin-provisioning-tools
tk
transmission-gtk
tree
tslib
ttf-font-awesome-4
twolame
tzdata
uchardet
unshield
unzip
usbmuxd
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vi
vid.stab
vifm
vim
vim-runtime
virtualbox
virtualbox-host-modules-arch
vivid
vte-common
vte3
vtk
vulkan-icd-loader
wavpack
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
woff2
wxgtk-common
wxgtk3
x264
x265
xapian-core
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlrpc-c
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yamagi-quake2
zathura
zathura-djvu
zathura-pdf-poppler
zenity
zip
zita-alsa-pcmi
zita-convolver
zita-resampler
zlib
zstd
zvbi
